Repository: ArtmenV/react_ts_apollo
Catalog: src/locales/*/messages.po
Languages: ar_sa

source: A name or title for the resource
ar_sa: اسم أو عنوان للمورد

source: Add
ar_sa: أضافة

source: All collections
ar_sa: جميع المجموعات

source: All communities
ar_sa: جميع المجتمعات

source: Avatar
ar_sa: صورة الملف الشخصي

source: Back
ar_sa: عودة

source: Behavioural science
ar_sa: العلوم السلوكية

source: Browse Home instance
ar_sa: استعرض الصفحة الرئيسية

source: Cancel
ar_sa: إلغاء

source: Choose a name for the collection
ar_sa: اختر اسم المجموعة

source: Choose a name for the community
ar_sa: اختر اسم المجتمع

source: Choose your password
ar_sa: أختر كلمة المرور الخاصة بك

source: Code of Conduct
ar_sa: القواعد السلوكية

source: Collections
ar_sa: المجموعات

source: Community Members
ar_sa: أعضاء المجتمع

source: Confirm password
ar_sa: تأكيد كلمة المرور

source: Confirm your password
ar_sa: أكد كلمة المرور الخاصة بك

source: Could not log in. Please check your credentials or use the link below to reset your password.
ar_sa: تعذر تسجيل الدخول. يرجى التحقق من بيانات الاعتماد الخاصة بك أو استخدام الرابط أدناه لإعادة تعيين كلمة المرور الخاصة بك.

source: Create
ar_sa: إنشاء

source: Create a new account
ar_sa: إنشاء حساب جديد

source: Create a new collection
ar_sa: إنشاء مجموعة جديدة

source: Create a new community
ar_sa: إنشاء مجتمع جديد

source: Deleted user
ar_sa: مستخدم محذوف

source: Description
ar_sa: الوصف

source: Discover
ar_sa: اكتشف

source: Display Name
ar_sa: اسم العرض

source: Edit
ar_sa: تعديل

source: Edit the collection details
ar_sa: تحرير تفاصيل المجموعة

source: Edit the community details
ar_sa: تحرير تفاصيل المجتمع

source: Edit the resource details
ar_sa: تحرير تفاصيل المورد

source: Email
ar_sa: البريد الإلكتروني

source: English
ar_sa: اللغة الإنكليزية

source: Enter the URL of an image to represent the collection
ar_sa: أدخل مسار الصورة لتمثيل المجموعة

source: Enter the URL of an image to represent the community
ar_sa: أدخل مسار الصورة لتمثيل المجتمع

source: Enter the URL of an image to represent the resource
ar_sa: أدخل مسار الصورة لتمثيل المورد

source: Enter the URL of the resource
ar_sa: أدخل مسار المورد

source: Enter your email
ar_sa: أدخل بريدك الالكتروني

source: Enter your password
ar_sa: أدخل كلمة المرور الخاصة بك

source: Error loading collections
ar_sa: خطأ في تحميل المجموعات

source: Error loading communities
ar_sa: خطأ في تحميل المجتمعات

source: Error loading moodlenet timeline
ar_sa: خطأ في تحميل الجدول الزمني لمودل نت

source: Error loading user
ar_sa: خطأ في تحميل المستخدم

source: Featured collections
ar_sa: مجموعات مميزة

source: Featured communities
ar_sa: المجتمعات المميزة

source: Feedback & Suggestions
ar_sa: التعليقات والاقتراحات

source: Fetch the resource
ar_sa: إحضار المورد

source: Follow
ar_sa: تابع

source: Followed Collections
ar_sa: المجموعات المتّبعة

source: Followed collections
ar_sa: المجموعات المتّبعة

source: General Information
ar_sa: معلومات عامة

source: Header image
ar_sa: صورة الخلفية

source: Humanities
ar_sa: العلوم الإنسانية

source: Image
ar_sa: صورة

source: Instance timeline
ar_sa: الجدول الزمني المجلي

source: Join
ar_sa: انضم

source: Joined Communities
ar_sa: المجتمعات التي تم الانضمام اليها

source: Joined communities
ar_sa: المجتمعات التي تم الانضمام اليها

source: Leave
ar_sa: إلغاء العضوية

source: Link
ar_sa: رابط

source: Links
ar_sa: الروابط

source: Load more
ar_sa: تحميل المزيد

source: Location
ar_sa: الموقع

source: My MoodleNet
ar_sa: موديل نت الشخصي

source: My MoodleNet timeline
ar_sa: الجدول الزمني لمودل نت الشخصي

source: My collections
ar_sa: مجموعاتي

source: My communities
ar_sa: مجتماعاتي

source: Name
ar_sa: الاسم

source: Or
ar_sa: أو

source: Page not found
ar_sa: الصفحة غير موجودة

source: Password
ar_sa: كلمه السر

source: Please describe what the collection is for and what kind of resources it is likely to contain...
ar_sa: يرجى وصف الغرض من المجموعة ونوع الموارد التي يحتمل أن تحتويها ...

source: Please describe who might be interested in this community and what kind of collections it is likely to contain...
ar_sa: يرجى وصف من قد يكون مهتمًا بهذا المجتمع ونوع المجموعات التي يحتمل أن تحتوي ...

source: Please type or copy/paste a summary about the resource...
ar_sa: يرجى كتابة أو نسخ و لصق ملخص عن المورد ...

source: Popular categories
ar_sa: الفئات الأكثر شعبية

source: Popular hashtags
ar_sa: الهاشتاقات الأكثر شعبية

source: Popular hashtags: local instance
ar_sa: الهاشتاقات المحلية الأكثر شعبية

source: Popular hashtags: network
ar_sa: هاشتاقات مجتمعي الأكثر شعبية

source: Post a reply
ar_sa: اكتب رد

source: Postgraduate
ar_sa: الدراسات العليا

source: Preferences
ar_sa: تفضيلات المستخدم

source: Preferred username
ar_sa: اسم المستخدم المفضل

source: Profile
ar_sa: الملف الشخصي

source: Recent activities
ar_sa: احدث الأنشطة

source: Reset the password
ar_sa: إعادة ضبط كلمة المرور

source: Resources
ar_sa: الموارد

source: Romana
ar_sa: رومانا

source: Save
ar_sa: حفظ

source: Save the new password
ar_sa: احفظ كلمة المرور الجديدة

source: Select language
ar_sa: اختر اللغة

source: Settings
ar_sa: الإعدادات

source: Share a link
ar_sa: مشاركة الرابط

source: Sign Up
ar_sa: انشاء حساب

source: Sign in
ar_sa: تسجيل الدخول

source: Sign out
ar_sa: تسجيل الخروج

source: Sorry, we encountered a problem loading the app in your language.
ar_sa: عذرًا ، واجهنا مشكلة أثناء تحميل التطبيق بلغتك.

source: The email field cannot be empty
ar_sa: لا يمكن أن يكون حقل البريد الإلكتروني فارغًا

source: The password field cannot be empty
ar_sa: لا يمكن أن يكون حقل كلمة المرور فارغًا

source: This community has no collections.
ar_sa: هذا المجتمع لا يوجد لديه مجموعات.

source: Timeline
ar_sa: الجدول الزمني

source: To Moodle!
ar_sa: إلى مودل!

source: Trouble logging in?
ar_sa: مشكلة في تسجيل الدخول؟

source: Unfollow
ar_sa: الغاء المتابعة

source: eg. Moodler Mary
ar_sa: على سبيل المثال. ماري مودل

source: eg. mary@moodlers.org
ar_sa: على سبيل المثال. mary@moodlers.org

source: in
ar_sa: في
